Repository: EmptyOps/woocommerce-bundle-choice
Catalog: languages/woo-bundle-choice-*.po
Languages: es_mx

source: Filter Selected Image
es_mx: Filtrar imagen seleccionada

source: Choose Image
es_mx: Elegir imagen

source: Image
es_mx: Imagen

source: Thumbnail
es_mx: Miniatura

source: Click below to enable section and select area on the home page and then buttons will appear in this area.
es_mx: Haga clic para habilitar la sección, seleccione el área en la página de inicio y monstrar los botones.

source: Enable Selection
es_mx: Habilitar selección

source: Home
es_mx: Inicio

source: Setup
es_mx: Instalación

source: Setup WooCommerce Product Bundle Choice
es_mx: Instalación de WooCommerce Product Bundle Choice

source: Filters
es_mx: Filtros

source: Mapping
es_mx: Mapas

source: Appearance
es_mx: Apariencia

source: Bonus Features
es_mx: Características adicionales

source: Shortcode Filters
es_mx: Filtros por shortcode

source: Filters for Shop/Category Page
es_mx: Filtros para la página de tienda / categoría

source: Price Control(Beta)
es_mx: Control de precios (Beta)

source: Settings & Status
es_mx: Configuración y estado

source: Extensions
es_mx: Extenciones

source: <div class="notice notice-error is-dismissible"><p>Since you enabled <strong>%1$s</strong> you need to complete setup to make it work on your website, either <a href="%2$s">add sample data</a> or simply <a href="%3$s">complete setup wizard</a>.</p></div>
es_mx: <div class=“notice notice-error is-dismissible”><p>Desde que activó <strong>%1$s</strong> debe completar la configuración para que funcione en su sitio web, ya sea <a href=“%2$s”>agregando datos de muestra</a> o simplemente<a href=“%3$s”> siga el asistente de configuración</a>.</p></div>

source: Warning
es_mx: Advertencia

source: <div class="notice notice-%1$s is-dismissible"><p><strong>%2$s</strong> One user has reported mapping issue at this <a href="%3$s" target="_blank">link</a>, please ensure you have added mapping to connect products from first to second step. If you like assistance on this <a href="%4$s">you can contact support</a></p></div>
es_mx: <div class=“notice notice-%1$s is-dismissible”><p><strong>%2$s</strong> Un usuario ha informado de un problema de mapeo en este <a href=“%3$s” target=“_blank”>link</a>, asegúrese de haber agregado un mapeo para conectar los productos del primer al segundo paso. Si desea ayuda en esto <a href=“%4$s”>puede ponerse en contacto con soporte</a></p></div>

source: Buttons Widget
es_mx: Widget de botones

source: Title line of the button widget section
es_mx: Línea de título de la sección del widget de botón

source: Default Button
es_mx: Botón predeterminado

source: Use default button styling or custom styling
es_mx: Usar estilo de botón predeterminado o estilo personalizado

source: Save
es_mx: Guardar

source: Breadcrumb
es_mx: Migaja de pan

source: Breadcrumb Number Icon
es_mx: Numero de Icono en Migaja de pan

source: Breadcrumb Title
es_mx: Titulo de Migaja de pan

source: Breadcrumb Actions
es_mx: Acciones de Migaja de pan

source: Breadcrumb Show/Hide Icons
es_mx: Mostrar / Ocultar iconos Migaja de pan

source: You can upload icon from configuration page, <a href="wp-admin/admin.php?page=eo-wbc-setting">click here</a> to go to configuration
es_mx: Puede cargar el icono desde la página de configuración, para ir a configuración <a href=“wp-admin/admin.php?page=eo-wbc-setting”>haga clic aquí</a>

source: Hide border
es_mx: Ocultar borde

source: ( Show/Hide breadcrumb border. )
es_mx: (Mostrar / Ocultar borde de ruta de navegación.)

source: Fixed navigation step
es_mx: Paso de navegación fijo

source: ( check here if you wish to show steps as fixed layout. Example: 'Diamond' stoods always first before 'Setting' no matter if user begin with 'Setting'. This setting applies to Step navigation only. )
es_mx: (Marque aquí si desea mostrar los pasos como un diseño fijo. Ejemplo: “Diamante” siempre aparece primero antes de “Configuración”, sin importar si el usuario comienza con “Configuración”. Esta configuración se aplica solo a la navegación por pasos.)

source: Text for Change Action
es_mx: Texto para acción de cambio

source: Specify the text that you want to show for change action of the breadcrumb step's item, default value is 'Change'
es_mx: Especifique el texto que desea mostrar para la acción de cambio del elemento del paso de ruta de navegación, el valor predeterminado es ‘Cambiar’

source: Wrap title on mobile
es_mx: Ajustar título en el móvil

source: ( Wrap mobile breadcrumb title. )
es_mx: (Ajustar el título de la ruta de navegación móvil.)

source: Font family to be used in filters
es_mx: Familia de fuentes para usar en filtros

source: Color for headers in filters widget
es_mx: Color para encabezados en el widget de filtros

source: Labels
es_mx: Etiquetas

source: Slider Nodes
es_mx: Nodos deslizantes

source: Slider Track
es_mx: Pista deslizante

source: Icon Label Size
es_mx: Tamaño de etiqueta de icono

source: Sets the specified color to slider's tracks between nodes
es_mx: Establece el color especificado para las pistas del control deslizante entre nodos

source: Define size of icon at filter in px
es_mx: Definir el tamaño del icono en el filtro en px

source: Define size of icon label in rem
es_mx: Definir el tamaño de la etiqueta del icono en rem

source: Alternate price slider(First Category)
es_mx: Control deslizante de precio alternativo (primera categoría)

source: ( Alternate slider for price at first category. )
es_mx: (Control deslizante alternativo para el precio en la primera categoría.)

source: Alternate price slider(Second Category)
es_mx: Control deslizante de precio alternativo (segunda categoría)

source: ( Alternate slider for price at second category. )
es_mx: (Control deslizante alternativo para el precio en la segunda categoría. )

source: Filter title size
es_mx: Tamaño del título del filtro

source: Table head border
es_mx: Borde de la cabeza de la mesa

source: Hide filter's loaded
es_mx: Ocultar filtro cargado

source: Product Page
es_mx: Página del producto

source: First Category Add to Cart Button Text
es_mx: Texto del botón Agregar al carrito de la primera categoría

source: Text to be shown on add to cart button on product page for the first category
es_mx: Texto que se mostrará en el botón Agregar al carrito en la página del producto para la primera categoría

source: Second Category Add to Cart Button Text
es_mx: Texto del botón Agregar al carrito de segunda categoría

source: Text to be shown on add to cart button on product page for the second category
es_mx: Texto que se mostrará en el botón Agregar al carrito en la página del producto para la segunda categoría

source: ( Text to be shown as replacement to `Add to basket` text in dropdown button of add to bundle button. )
es_mx: (El texto se mostrará como reemplazo del texto “Agregar a la cesta” en el botón desplegable del botón Agregar al paquete.)

source: Show Option UI(swatches)
es_mx: Mostrar UI de opción (muestras)

source: If enabled options ui(swatches) will be displayed on item pages during builder process
es_mx: Si las opciones habilitadas UI (muestras) se mostrarán en las páginas del artículo durante el proceso de construcción

source: Show Specification View
es_mx: Mostrar vista de especificaciones

source: If enabled specification view will be displayed on item pages during builder process
es_mx: Si está habilitada, la vista de especificación se mostrará en las páginas del artículo durante el proceso de construcción

source: Check it out!
es_mx: ¡Echale un vistazo!

source: Congratulations! It seems that you have completed the setup process, click below link to check it out in working on your website.
es_mx: ¡Felicidades! Parece que ha completado el proceso de configuración, haga clic en el enlace de abajo para comprobar cómo funciona en su sitio web.

source: You have choose to display buttons using Shortcode only, so please go to the page in which you put the Shortcode to check it.
es_mx: Tiene que elegir mostrar los botones usando solo Shortcode, así que vaya a la página en la que colocó el Shortcode para verificarlo.

source: Congratulations! It seems that you have completed the setup process.
es_mx: ¡Felicidades! Parece que ha completado el proceso de configuración.

source: Sample Data
es_mx: Data de muestra

source: Add Sample Data
es_mx: Agregar datos de muestra

source: Click here for automated configuration and setup
es_mx: Haga clic aquí para configurar y configurar automáticamente

source: We recommend that you try sample data if you have not yet, in addition to providing the preview of how plugin look like on frontend of your website, sample data & configurations will also serve as boilerplate template for configuring the plugin.
es_mx: Le recomendamos que pruebe los datos de muestra si aún no lo ha hecho, además de proporcionar una vista previa de cómo se ve el complemento en la interfaz de su sitio web, los datos de muestra y las configuraciones también servirán como plantilla estándar para configurar el complemento.

source: Setup Status
es_mx: Estado de configuración

source: Buttons
es_mx: Botones

source: Choice button position
es_mx: Posición del botón de elección

source: Custom landing page
es_mx: Página de destino personalizada

source: Home page only
es_mx: Solo página de inicio

source: Shortcode only
es_mx: Solo shortcode

source: Home page and Shortcode
es_mx: Página de inicio y shortcode

source: Choose where you want to display the two Start With with Action buttons. If you choose custom landing page a sample landing page will be provided. The Shortcode for the buttons widget is <strong>[woo-bundle-choice-btn]</strong>.
es_mx: Elija donde desea mostrar los dos botones “Comenzar Con” con acción. Si elige una página de destino personalizada, se le proporcionará una página de destino de muestra. El código abreviado para el widget de botones es <strong> [woo-bundle-choice-btn] </strong>.

source: Choose where you want to display buttons on home page
es_mx: Elija dónde desea mostrar los botones en la página de inicio

source: View how landing page will look like
es_mx: Ver cómo se verá la página de destino

source: Make Pair Button
es_mx: Hacer botón de emparejamiento

source: Make Pair button is a interesting feature for ring builder, pair maker for clothing(be sure to not confuse pair maker with make pair button), etc. If you enable this feature the Make Pair button will appear on item page even if the user is not on the builder process e.g. on diamond page user would see "Add To Ring" button.
es_mx: El botón “Hacer Par” es una función interesante para el constructor de anillos, el fabricante de pares para ropa (asegúrese de no confundir el fabricante de pares con el botón de hacer par), etc. Si habilita esta función, el botón Hacer par aparecerá en la página del artículo incluso si el usuario es no en el proceso de construcción, por ejemplo en la página de diamantes, el usuario verá el botón “Agregar al Anillo”.

source: Enabled?
es_mx: ¿Activar?

source: Button label
es_mx: Etiqueta de botón

source: Set applicable text for button e.g. "Add to Ring" if its for jewelry site. Applicable only if switch above is enabled.
es_mx: Establezca el texto aplicable para el botón, p. Ej. “Agregar al anillo” si es para el sitio de joyería. Aplicable solo si el interruptor anterior está habilitado.

source: Navigations Steps( Breadcrumb )
es_mx: Pasos de navegación (Breadcrumbs)

source: First Category
es_mx: Primera Categoría

source: Name
es_mx: Nombre

source: Icon
es_mx: Icono

source: Second Category
es_mx: Segunda Categoría

source: Preview
es_mx: Vista previa

source: Alternate Breadcrumb Widgets
es_mx: Widgets de ruta de Breadcrumbs

source: Default
es_mx: Defecto

source: Template 1
es_mx: Plantilla 1

source: Template 2
es_mx: Plantilla 2

source: ( Switch to other look of breadcrumb. )
es_mx: (Cambie a otro aspecto de ruta de navegación. )

source: <span class="ui large text">Advanced Setting</span>
es_mx: <span class=“ui large text”>Configuración Avanzada</span>

source: Clickable Breadcrumbs?
es_mx: ¿Click en Breadcrumbs?

source: Make Breadcrumbs clickable?.
es_mx: ¿Hacer que se pueda hacer clic en Breadcrumbs?.

source: Pair Maker Configuration
es_mx: Configuración del fabricante de pares

source: Upper Card
es_mx: Carta superior

source: Mark the category's card to be always shown at top of other. For example, in clothing should be a top wear category, so you should select either first or second category here based on where you set top wear category i.e. if it is first category setting in navigation or second.
es_mx: Marque la tarjeta de la categoría para que se muestre siempre encima de la otra. Por ejemplo, en la ropa debe ser una categoría de uso superior, por lo que debe seleccionar la primera o la segunda categoría aquí en función de dónde establezca la categoría de uso superior, es decir, si es la configuración de primera categoría en la navegación o la segunda.

source: Filter
es_mx: Filtro

source: Label
es_mx: Etiqueta

source: Advance Filter
es_mx: Filtro Avanzadio

source: Column Width
es_mx: Ancho de Columna

source: Template
es_mx: Plantilla

source: Ordering
es_mx: Ordenar

source: Add reset link?
es_mx: ¿Agregar enlace de restablecimiento?

source: No filter(s) exists, please add some filters.
es_mx: No existen filtros, agregue algunos filtros.

source: Input Type
es_mx: Tipo de entrada

source: Icon Size
es_mx: Tamaño de ícono

source: Configuration
es_mx: Configuración

source: Filter Configuration
es_mx: Configuración de Filtro

source: Filter Status
es_mx: Estado del Filtro

source: Check here to enable horizontal filter bar
es_mx: Marque aquí para habilitar la barra de filtro horizontal

source: Price filter's column width
es_mx: Ancho de columna del filtro de precios

source: Alternate Ticked Slider Widget
es_mx: Widget de control deslizante marcado alternativo

source: Check here to enable alternate UI view for filter sliders.
es_mx: Marque aquí para habilitar la vista de IU alternativa para los controles deslizantes de filtro.

source: Numeric Filter Separator
es_mx: Separador de filtro numérico

source: Slider Options Text Limit
es_mx: Límite de texto de las opciones del control deslizante

source: You can truncate longer option texts that are displayed for filters of input type slider. The maximum number characters that will be displayed on your website filters depend on the integer value you set here.
es_mx: Puede truncar textos de opciones más largos que se muestran para filtros de control deslizante de tipo de entrada. El número máximo de caracteres que se mostrarán en los filtros de su sitio web depende del valor entero que establezca aquí.

source: Wrap icon filter label
es_mx: Envuelva la etiqueta del filtro del icono

source: Word Wrap Icon Filter Labels
es_mx: Etiquetas de filtro de icono de ajuste de palabra

source: Specify here to limit the number of word that is displayed on icon filters, it is sometime useful to keep it visually appealing.
es_mx: Especifique aquí para limitar el número de palabras que se muestran en los filtros de iconos, a veces es útil mantenerlo visualmente atractivo.

source: Show Apply Filters Button
es_mx: Mostrar el botón Aplicar filtros

source: If enabled the ajax search on each change of filter will not fire but the Apply Filters. This is useful if your website has many filters and user would normally filter on many of them.
es_mx: Si está habilitada, la búsqueda ajax en cada cambio de filtro no se activará, pero sí Aplicar filtros. Esto es útil si su sitio web tiene muchos filtros y el usuario normalmente filtraría por muchos de ellos.

source: Show Reset Filters Button
es_mx: Mostrar el botón Restablecer filtros

source: If enabled the Reset Filters buttons will be displayed.
es_mx: Si está habilitado, se mostrarán los botones Restablecer filtros.

source: Hide Price Filter
es_mx: Ocultar filtro de precio

source: Hide Price Filter for First Category?
es_mx: ¿Ocultar filtro de precio para la primera categoría?

source: Display Order
es_mx: Orden de visualización

source: Hide Price Filter for Second Category?
es_mx: ¿Ocultar filtro de precio para la segunda categoría?

source: Prefix currency symbol for price filter
es_mx: Símbolo de moneda de prefijo para filtro de precio

source: Add Prefix
es_mx: Agregar prefijo

source: Postfix currency symbol for price filter
es_mx: Símbolo de moneda postfix para filtro de precio

source: Add Postfix
es_mx: Agregar Postfix

source: Alternate Filter Widgets
es_mx: Widgets de filtro alternativo

source: Default(Grid View)
es_mx: Predeterminado (vista de cuadrícula)

source: Template 1 (Expand/Collapse)
es_mx: Plantilla 1 (expandir / contraer)

source: Template 3
es_mx: Plantilla 3

source: Template 4
es_mx: Plantilla 4

source: Applies to first category page in the ring builder process
es_mx: Se aplica a la página de la primera categoría en el proceso de creación de anillos

source: Applies to second category page in the ring builder process
es_mx: Se aplica a la página de la segunda categoría en el proceso de creación de anillos

source: Additional CSS
es_mx: CSS adicional

source: Applies to all templates of both categories.
es_mx: Se aplica a todas las plantillas de ambas categorías.

source: Alternate Mobile Filter Widget
es_mx: Widget de filtro móvil alternativo

source: Check here to enable alternate filter view for mobile.
es_mx: Marque aquí para habilitar la vista de filtro alternativa para dispositivos móviles.

source: First
es_mx: Primero

source: Page Filter Configuration
es_mx: Configuración de filtro de página

source: Bulk Actions
es_mx: Acciones masivas

source: Delete
es_mx: Borrar

source: Activate
es_mx: Activar

source: Deactivate
es_mx: Desactivar

source: Apply
es_mx: Aplicar

source: Add Filter Field
es_mx: Agregar campo de filtro

source: Is it advanced filter?
es_mx: ¿Es un filtro avanzado?

source: Icon Only
es_mx: Solo icono

source: Icon and Text
es_mx: Icono y texto

source: Numeric slider
es_mx: Numero deslizante

source: Text slider
es_mx: Texto deslizante

source: Toggle Column
es_mx: Alternar columna

source: <strong>Note:Since you want to use icons with attributes filter this plugin will enable icon option for attributes on woocommerce page, so please set icons from there.</strong>
es_mx: <strong> Nota: Dado que desea utilizar iconos con filtro de atributos, este complemento habilitará la opción de icono para los atributos en la página de woocommerce, así que configure los iconos desde allí. </strong>

source: Allow only single selection.
es_mx: Permitir solo una selección.

source: Reset action is not suported yet with the Template 3.
es_mx: La acción de restablecimiento aún no es compatible con la Plantilla 3.

source: Add help text?
es_mx: ¿Agregar texto de ayuda?

source: Help Text
es_mx: Texto de ayuda

source: Second
es_mx: Segundo

source: First Term
es_mx: Primer termino

source: Second Term
es_mx: Segundo termino

source: Discount
es_mx: Descuento

source: No map(s) exists, please add some maps.
es_mx: No existe ningún mapa, agregue algunos mapas.

source: Product mapping preference
es_mx: Preferencia de mapeo de productos

source: (Determine how the product mapping should behave. For example AND means product belongs to both category/attribute A and B, OR means product belongs to either of category/attribute A or B)
es_mx: (Determine cómo debe comportarse la asignación de productos. Por ejemplo, Y significa que el producto pertenece a la categoría / atributo A y B, O significa que el producto pertenece a la categoría / atributo A o B)

source: Category
es_mx: Categoría

source: AND
es_mx: Y

source: OR
es_mx: O

source: Attribute
es_mx: Atributo

source: Map creation and modification
es_mx: Creación y modificación de mapas

source: Select range?
es_mx: ¿Seleccionar rango?

source: First field
es_mx: Primer campo

source: Second field
es_mx: Segundo campo

source: Select sub-category or attribute from first category.
es_mx: Seleccione la subcategoría o atributo de la primera categoría.

source: Select sub-category or attribute from second category.
es_mx: Seleccione la subcategoría o atributo de la segunda categoría.

source: Discount rate in %
es_mx: Tasa de descuento en%

source: Save New Map
es_mx: Guardar mapa nuevo

source: Settings
es_mx: Configuraciones

source: Inventory Type
es_mx: Tipo de inventario

source: Jewelry
es_mx: Joyería

source: Clothing
es_mx: Ropa

source: Home Decor
es_mx: Inicio

source: Others
es_mx: Otros

source: Choose features
es_mx: Elige características

source: Rapnet (You will need paid <a href="https://sphereplugins.com/product/woocommerce-rapnet-integration-extension/" target="_blank">extension</a>)
es_mx: Rapnet (necesitará una <a href=“https://sphereplugins.com/product/woocommerce-rapnet-integration-extension/“ target=“_blank”> extensión </a> paga)

source: GlowStar Diamond API (API service is free, but you will need paid <a href="https://sphereplugins.com/product/diamond-api-integration/" target="_blank">extension</a>)
es_mx: API GlowStar Diamond (el servicio API es gratuito, pero necesitará<a href=“https://sphereplugins.com/product/diamond-api-integration/“ target=“_blank”>extensión</a>)

source: JB Diamond API (API service is free, but you will need paid <a href="https://sphereplugins.com/product/diamond-api-integration/" target="_blank">extension</a>)
es_mx: API JB Diamond (el servicio API es gratuito, pero necesitará <a href=“https://sphereplugins.com/product/diamond-api-integration/“ target=“_blank”>extensión</a>)

source: SRK Diamond API (API service is free, but you will need paid <a href="https://sphereplugins.com/product/diamond-api-integration/" target="_blank">extension</a>)
es_mx: SRK Diamond API (el servicio de API es gratuito, pero deberá pagar <a href=“https://sphereplugins.com/product/diamond-api-integration/“ target=“_blank”>extensión</a>)

source: Choose Bonus features
es_mx: Elija características de extras

source: Logs
es_mx: Registros

source: Following error details will be sent to
es_mx: Los siguientes detalles del error se enviarán a

source: Subject
es_mx: Asunto

source: Error logs & installed plugins etc. details
es_mx: Registros de errores y complementos instalados, etc. detalles

source: I agree with Sphere Plugins <a href="https://sphereplugins.com/terms-conditions/" target="_blank">Terms</a> & <a href="https://sphereplugins.com/privacy-policy/" target="_blank">Privacy Policy</a>
es_mx: Estoy de acuerdo con los complementos de Sphere <a href=“https://sphereplugins.com/terms-conditions/“ target=“_blank”>Terms</a> & <a href=“https://sphereplugins.com/privacy-policy/“ target=“_blank”>Políticas de Privacidad</a>

source: Cancel
es_mx: Cancelar

source: Send error report
es_mx: Enviar reporte de error

source: Clear Log and Return
es_mx: Borrar registro y regresar

source: Advanced Configuration
es_mx: Configuración avanzada

source: Internal Routing URL
es_mx: URL de enrutamiento interno

source: This setting is needed in exceptional scenarios where site setup or structure requires setting a specific URL for some operations.
es_mx: Esta configuración es necesaria en escenarios excepcionales donde la configuración o estructura del sitio requiere establecer una URL específica para algunas operaciones.

source: Remove index.php from link?
es_mx: ¿Eliminar index.php del enlace?

source: Remove index.php
es_mx: Eliminar index.php

source: Price Filter
es_mx: Filtro de precio

source: Hide Price Filter?
es_mx: ¿Ocultar filtro de precios?

source: Filter Location
es_mx: Ubicación del filtro

source: Shope Page
es_mx: Página de la tienda

source: Category Page
es_mx: Página de categoría
