Repository: EmptyOps/woocommerce-bundle-choice
Catalog: languages/woo-bundle-choice-*.po
Languages: es_mx

source: ( Specify on which page you want to display filter, if you select category then you will be asked to select category on which you want to display the filter. )
es_mx: (Especifique en qué página desea mostrar el filtro; si selecciona la categoría, se le pedirá que seleccione la categoría en la que desea mostrar el filtro. )

source: ( Select category on which to show filter widget. Applicable only when category page option is enabled from above. )
es_mx: (Seleccione la categoría en la que mostrar el widget de filtro. Solo se aplica cuando la opción de página de categoría está habilitada desde arriba. )

source: If you leave it empty the filter field will be added to all categories if you enabled and selected categories from configuration, and on shop page if you enabled shop page from configuration.
es_mx: Si lo deja vacío, el campo de filtro se agregará a todas las categorías si habilitó y seleccionó categorías de la configuración, y en la página de la tienda sí habilitó la página de la tienda desde la configuración.

source: Configuration & Shortcode
es_mx: Shortcode y Configuración

source: Redirect URL
es_mx: Redireccionar URL

source: Set the redirect URL to which you want to redirect user after they hit the search button on filter. Default is set to default URL of WooCommerce shop page.
es_mx: Configure la URL de redireccionamiento a la que desea redirigir al usuario después de que presione el botón de búsqueda en el filtro. El valor predeterminado es la URL predeterminada de la página de la tienda WooCommerce.

source: Put above shortcode anywhere where you want to display filters, it is recommended to use the Elementor Shortcode widget if you are using Elementor on particular page
es_mx: Coloque el código abreviado arriba en cualquier lugar donde desee mostrar los filtros, se recomienda usar el widget de código corto de Elementor si está usando Elementor en una página en particular

source: If you want to use more than one shortcode based filters then please <a href="http://sphereplugins.com/contact-us" target="_blank">contact us</a>
es_mx: Si desea utilizar más de un filtro basado en códigos cortos, por favor <a href=“http://sphereplugins.com/contact-us” target=“_blank”>contactar</a>

source: After this step is done, you should add the shortcode [...] to the page where you want to display filters
es_mx: Una vez realizado este paso, debe agregar el código corto […] a la página donde desea mostrar los filtros

source: Choose a color to be shown as option on variation form.
es_mx: Elija un color para que se muestre como opción en el formulario de variación.

source: Thumb Image
es_mx: Miniatura de Imagen

source: Add/Edit image
es_mx: Agregar / editar imagen

source: Button
es_mx: Botón

source: Icons with Text
es_mx: Iconos con texto

source: Dropdown with Icons
es_mx: Menú desplegable con iconos

source: Dropdown with Icons Only
es_mx: Menú desplegable solo con iconos

source: Dropdown
es_mx: Desplegable

source: Ribbon Color
es_mx: Color de la cinta

source: Choose a color for the ribbon on variation form.
es_mx: Elija un color para la cinta en forma de variación.

source: Nonce validation failed
es_mx: La validación de Nonce falló

source: There is an inquiry for your diamond.
es_mx: Hay una consulta para su diamante.

source: Updated successfully!
es_mx: ¡Actualizado con éxito!

source: Added successfully!
es_mx: ¡Agregado exitosamente!

source: Filter Already Exists.
es_mx: El filtro ya existe.

source: Filters Removed.
es_mx: Filtros eliminados.

source: All required fields are must.
es_mx: Todos los campos son obligatorios.

source: There is an error at page
es_mx: Hay un error en la página

source: EXISTS IN
es_mx: EXISTE EN

source: Choose an option
es_mx: Elija una opción

source: CUSTOMIZE THIS PRODUCT
es_mx: PERSONALIZA ESTE PRODUCTO

source: Remove this item
es_mx: Eliminar este elemento

source: One user has reported mapping issue at this <a href="
es_mx: Un usuario ha informado un problema de mapeo en este <a href=“

source: Unexpected error has occured
es_mx: Ha ocurrido un error inesperado

source: Add This To Cart
es_mx: Agregar esto al carrito

source: Add to pair
es_mx: Agregar para emparejar

source: Continue
es_mx: Continuar

source: The index key should be either a string or an integer
es_mx: La clave de índice debe ser una cadena o un entero

source: Diamond APIs Integrations
es_mx: Integraciones de APIs Diamond

source: Pair Maker
es_mx: Fabricante de Pares

source: Guidance Tool
es_mx: Herramienta de orientación

source: Options UI for Item Page
es_mx: UI de opciones para la página del elemento

source: Specifications View for Item Page
es_mx: Vista de especificaciones para la página del artículo

source: Ring Builder
es_mx: Constructor de anillos

source: Name "%s" is too long (28 characters max). Shorten it, please.
es_mx: Nombre “%s” es demasiado largo (28 caracteres máximo). Acórtelo, por favor.

source: Name "%s" is not allowed because it is a reserved term. Change it, please.
es_mx: Nombre “%s” no está permitido porque es un término reservado. Cámbielo, por favor.

source: Name "%s" is already in use. Change it, please.
es_mx: Nombre “%s” esta en uso. Cámbielo, por favor.

source: Filter updated successfully
es_mx: Filtro actualizado correctamente

source: Filter Already Exists and activated
es_mx: El filtro ya existe y activado

source: New Filter Added Successfully
es_mx: Nuevo filtro agregado con éxito

source: record(s) activated
es_mx: registro (s) activado

source: record(s) deactivated
es_mx: registro (s) desactivado

source: Mapping Updated Successfully
es_mx: Mapeo actualizado con éxito

source: Mapping Already Exists
es_mx: El mapeo ya existe

source: New Mapping Added Successfully
es_mx: Nuevo mapeo agregado exitosamente

source: Selected item does not exists!
es_mx: ¡El artículo seleccionado no existe!

source: record(s) deleted
es_mx: registro(s) eliminado

source: No input data provided
es_mx: No se proporcionaron datos de entrada

source: Thank you for sending error report, Sphere Plugins Support Team will soon get in touch with you. It generally takes 12 hours.
es_mx: Gracias por enviar el informe de error, el equipo de soporte de Sphere Plugins pronto se pondrá en contacto contigo. Generalmente toma 12 horas.

source: Text
es_mx: Texto

source: Sets specified text on
es_mx: Establece el texto especificado en

source: Text Font
es_mx: Tipografía del texto

source: Specify the font family to be used on
es_mx: Especifique la familia de fuentes que se utilizará en

source: Radius (px)
es_mx: Radio (px)

source: Sets specified radius on
es_mx: Establece el radio especificado en

source: Active
es_mx: Activo

source: Inactive
es_mx: Desactivado

source: Background Color
es_mx: Color de fondo

source: Sets specified color as background color on
es_mx: Establece el color especificado como color de fondo en

source: Hover Color
es_mx: Color Hover

source: Sets specified color as hover color on
es_mx: Establece el color especificado como color hover en

source: Text Color
es_mx: Color de texto

source: Sets specified color as text color on
es_mx: Establece el color especificado como color de texto en

source: Border Color
es_mx: Color de borde

source: Sets specified color as border color on
es_mx: Establece el color especificado como color de borde en

source: Size
es_mx: Tamaño

source: Size attributes for clothing wear
es_mx: Atributos de tamaño para la ropa

source: Colour
es_mx: Color

source: Colour attributes for clothing wear
es_mx: Atributos de color para la ropa

source: Fabric attributes for clothings wear
es_mx: Atributos de la tela para la ropa

source: Fit
es_mx: Ajuste

source: Fit attributes for clothing wear
es_mx: Atributos de ajuste para la ropa

source: Neck
es_mx: Cuello

source: Neck types attributes for clothings wear
es_mx: Atributos de los tipos de cuello para la ropa

source: Occasion
es_mx: Ocasión

source: Occasion attributes for clothings wear
es_mx: Atributos de ocasión para la ropa

source: Sleeve
es_mx: Manga

source: Sleeve attributes for clothings wear
es_mx: Atributos de la manga para la ropa

source: Collar attributes for clothings wear
es_mx: Atributos del cuello para la ropa

source: Closure Type
es_mx: Tipo de cierre

source: Closure type attributes for clothings wear
es_mx: Atributos de tipo de cierre para ropa

source: Length
es_mx: Longitud

source: Length attributes for clothings wear
es_mx: Atributos de longitud para la ropa

source: Top wear
es_mx: Desgaste superior

source: Shirts
es_mx: Camisas

source: T-shirts
es_mx: Camisetas

source: Sweaters
es_mx: Suéteres

source: Jackets
es_mx: Chaquetas

source: Blazers & Coats
es_mx: Blazers y abrigos

source: Suits
es_mx: Trajes

source: Hoodies
es_mx: Sudaderas con capucha

source: Bottom wear
es_mx: Desgaste inferior

source: Trousers
es_mx: Pantalones

source: Men white shirts
es_mx: Hombres camisas blancas

source: Men black shirts
es_mx: Hombres camisas negras

source: Men white shirts black bottom only
es_mx: Camisas blancas de hombre solo con fondo negro

source: Men blue shirts blue bottom only
es_mx: Camisas azules para hombres solo con fondo azul

source: Men blue blazer black bottom only
es_mx: Hombres blazer azul solo fondo negro

source: Men light blue blazer
es_mx: Chaqueta hombre celeste

source: Men gray blazer
es_mx: Chaqueta gris hombre

source: Men blue shirts
es_mx: Hombres camisas azules

source: Men green shirts
es_mx: Hombres camisas verdes

source: Men black Jockey tshirts
es_mx: Camisetas jockey negras para hombre

source: Men white Jockey tshirts
es_mx: Camisetas blancas hombre Jockey

source: No product found at index
es_mx: No se encontró ningún producto en el índice

source: Product Review
es_mx: Revisión de producto

source: Design your own ring
es_mx: Diseña tu propio anillo

source: Ooops! Something went wrong please try reloading the page.
es_mx: ¡Vaya! Algo salió mal, intente volver a cargar la página.

source: Buy Now ($".$product->price.")
es_mx: Comprar ahora ($”.$product->price.”)

source: Get free access
es_mx: Obtenga acceso gratuito

source: Download Now
es_mx: Descargar ahora

source: Filter Settings
es_mx: Configuración de filtro

source: Mapping Settings</strong><br/><p class="ui grey test">(These settings control the connection between diamonds and ring in the ring builder process.)</p><strong>
es_mx: Configuración de mapeo </strong> <br/> <p class = “ui gray test”> (Esta configuración controla la conexión entre los diamantes y el anillo en el proceso de construcción del anillo). </p> <strong>

source: If you like %1$s
es_mx: Si te gusta %1$s

source: %2$s please leave us a %3$s rating. A huge thanks in advance!
es_mx: %2$s Por favor déjanos un %3$s valoración. ¡Muchas gracias!

source: Product bundling based on user's choice.
es_mx: Agrupación de productos según la elección del usuario.

source: <h4 class="ui dividing header">Attention!</h4><p><span class="ui red text"><strong>It seems that you have not completed the setup wizard, <a class="ui link" href="
es_mx: <h4 class = “ui dividing header”> ¡Atención! </h4> <p> <span class = “ui red text”> <strong> Parece que no ha completado el asistente de configuración, <a class = “ui link “href =“

source: (Set pricing method to update price in bulk. For eg.: based on gold,diamond price changes, you might want to bulk update prices.)
es_mx: (Establezca el método de fijación de precios para actualizar el precio de forma masiva. Por ejemplo: basado en cambios de precio de diamantes o oro, es posible que desee actualizar los precios de forma masiva)

source: Field
es_mx: Campo

source: Select Value(s)
es_mx: Seleccionar valor (es)

source: Between
es_mx: Entre

source: In
es_mx: En

source: Add Pricing Method
es_mx: Agregar método de precios

source: Regular Price
es_mx: Precio regular

source: Sales Price
es_mx: Precio de venta

source: Save Pricing Method
es_mx: Método de ahorro de precios

source: Save and Update Prices
es_mx: Guardar y actualizar precios

source: (Upon clicking the 'Save and Update Prices' button, it may take some time to update product prices in bulk.)
es_mx: (Al hacer clic en el botón ‘Guardar y actualizar precios’, puede llevar algún tiempo actualizar los precios de los productos de forma masiva. )

source: Setting & Status
es_mx: Configuración y Estado

source: Display Filters using Shortcode
es_mx: Mostrar filtros usando Shortcode

source: Configurations
es_mx: Configuraciones

source: Quickstart with basic configurations.
es_mx: Inicio rápido con configuraciones básicas.

source: Create mapping between product/category/attribute.
es_mx: Cree un mapeo entre producto / categoría / atributo.

source: Complete
es_mx: Completo

source: Voila, it's working.
es_mx: Excelente, está funcionando.

source: Show variation form at initial?
es_mx: ¿Mostrar forma de variación al inicio?

source: Variation Form Visiblity
es_mx: Visibilidad de la forma de variación

source: Enables to set the variation form open at initial.
es_mx: Permite establecer la forma de variación abierta al inicio.

source: Hide SKU,Categories sections?
es_mx: ¿Ocultar SKU, secciones de categorías?

source: Display Icon Only on Dropdown?
es_mx: ¿Mostrar icono solo en el menú desplegable?

source: Toggle Buton Text
es_mx: Texto del botón alternativo

source: Text to be shown on the toggle button.
es_mx: Texto que se mostrará en el botón alternativo.

source: Options Box Dimention
es_mx: Dimensión del cuadro de opciones

source: The height and width of the option's box.<strong>(prepend px,em,rem as measurement)</strong>
es_mx: La altura y el ancho del cuadro de la opción. <strong> (anteponer px, em, rem como medida) </strong>

source: Options Border Color
es_mx: Opciones Color del borde

source: <br/>The color of the option's border
es_mx: <br/> El color del borde de la opción

source: Options Border width
es_mx: Opciones Ancho del borde

source: The border width of the option's border.<strong>(prepend px,em,rem as measurement)</strong>
es_mx: El ancho del borde del borde de la opción. <strong> (anteponer px, em, rem como medida) </strong>

source: Options Border Color on Hover
es_mx: Opciones Color del borde al pasar el mouse (hover)

source: <br/>The color of the option's border on hover.
es_mx: <br/> El color del borde de la opción al pasar el mouse (hover).

source: The border width of the option's border on hover.<strong>(prepend px,em,rem as measurement)</strong>
es_mx: El ancho del borde del borde de la opción al pasar el mouse (hover). <strong> (anteponer px, em, rem como medida) </strong>

source: Options Border Radius
es_mx: Radio de borde de opciones

source: The border radius of the option's border.<strong>(prepend px,em,rem as measurement)</strong>
es_mx: El radio del borde del borde de la opción. <strong> (anteponer px, em, rem como medida) </strong>

source: Options Font Color
es_mx: Opciones Color de fuente

source: <br/>The color of the option's text.
es_mx: <br/> El color del texto de la opción.

source: Options Font Color on Hover
es_mx: Opciones Color de fuente al pasar el mouse (hover)

source: <br/>The color of the option's text on hover.
es_mx: <br/> El color del texto de la opción al pasar el mouse (hover).

source: Options Background Color
es_mx: Opciones Color de fondo

source: <br/>The color of the option's background.
es_mx: <br/> Opciones de color de fondo.

source: Options Background Color on Hover
es_mx: Opciones Color de fondo al pasar el mouse (hover)

source: <br/>The color of the option's background on hover.
es_mx: <br/> El color del fondo de la opción al pasar el mouse.

source: Hide first category's variation menu
es_mx: Ocultar el menú de variaciones de la primera categoría

source: If enabled the variation selection table for first category's products will be hidden if default variations are set
es_mx: Si está habilitada, la tabla de selección de variaciones para los productos de la primera categoría se ocultará si se establecen variaciones predeterminadas

source: Hide second category's variation menu
es_mx: Ocultar el menú de variaciones de la segunda categoría

source: If enabled the variation selection table for second category's products will be hidden if default variations are set
es_mx: Si está habilitada, la tabla de selección de variaciones para los productos de la segunda categoría se ocultará si se establecen variaciones predeterminadas

source: Specification View Configuration
es_mx: Configuración de vista de especificaciones

source: Shortcode Status
es_mx: Estado del Shortcode

source: Check here to enable shortcode feature of specification view at product page (Use <strong>[woo-bundle-choice-specification-view] </strong> as Shortcode).
es_mx: Marque aquí para habilitar la función de código abreviado de la vista de especificaciones en la página del producto (use <strong> [woo-bundle-choice-specification-view] </strong> como Shortcode).

source: (Please clean product description area on product page for better UI/UX.)
es_mx: (Limpie el área de descripción del producto en la página del producto para una mejor UI / UX.)

source: At Default Position - Item/Product Page
es_mx: En posición predeterminada: artículo / página de producto

source: Check here to enable shortcode feature of specification view at specification section on product page.
es_mx: Marque aquí para habilitar la función de código abreviado de la vista de especificaciones en la sección de especificaciones en la página del producto.

source: Alternate Widgets
es_mx: Widgets alternativo

source: Default Style
es_mx: Estilo predeterminado

source: Additional Meta
es_mx: Meta adicional

source: Add Keys of your Additional WooCommerce Product Meta here, if you want to display them with specification view. If the meta is not found for your specified key then it will be ignored.
es_mx: Agregue aquí las claves de su meta de producto adicional de WooCommerce, si desea mostrarlas con la vista de especificaciones. Si no se encuentra el meta para la clave especificada, se ignorará.

source: Create sample %1s
es_mx: Crear muestra %1s

source: Next
es_mx: Siguiente

source: (You can later change these options from Settings page)
es_mx: (Más tarde puede cambiar estas opciones desde la página de Configuración)

source: Price Control
es_mx: Control de Precio

source: Back
es_mx: Regresar

source: You enabled below features:
es_mx: Habilitó las siguientes funciones:

source: Skip and finish
es_mx: Saltar y finalizar

source: Inventory
es_mx: Inventario

source: Choose inventory
es_mx: Elija inventario

source: Features
es_mx: Caracteristicas

source: Choose Features to be enabled
es_mx: Elija las funciones que desea habilitar

source: Add sample products and Complete
es_mx: Agregar productos de muestra y completar

source: Complete
es_mx: Completo

source: Choose a
es_mx: Escoge un

source: View
es_mx: Ver

source: Make your own pair from recommendation
es_mx: Haz tu propio par por recomendación

source: Start with
es_mx: Empezar con

source: Showing the single result
es_mx: Mostrando el resultado único

source: Showing all %d result
es_mx: Mostrando todo %d resultado

source: Showing all %d results
es_mx: Mostrando todos los resultados de %d

source: Showing %1$d&ndash;%2$d of %3$d results
es_mx: Mostrar %1$d&ndash;%2$d of %3$d resultado

source: with first and last result
es_mx: con primer y último resultado

source: View and Continue
es_mx: Ver y continuar

source: Out of stock
es_mx: Agotado

source: Change
es_mx: Cambiar

source: There is an error on <strong>
es_mx: Hay un error en <strong>

source: Terms
es_mx: Términos

source: Privacy Policy
es_mx: Políticas de Privacidad

source: Specifications
es_mx: Especificaciones

source: Certificate
es_mx: Certificado

source: Click here
es_mx: Click aquí

source: reset
es_mx: reiniciar

source: Close
es_mx: Cerrar

source: Reset
es_mx: Reiniciar

source: Price
es_mx: Precio

source: ASK US ABOUT THIS DIAMOND
es_mx: CONSULTANOS POR ESTE DIAMANTE

source: YOUR LAST NAME
es_mx: TU APELLIDO

source: YOUR EMAIL
es_mx: TU CORREO ELECTRÓNICO

source: YOUR PHONE NUMBER
es_mx: SU NÚMERO DE TELÉFONO
